{
  "meta": {
    "storyId": "699317091e16bf86066700b3",
    "exportDate": "2026-02-25T07:01:49.821Z",
    "version": "2.5",
    "coverUrl": "https://raw.githubusercontent.com/c3ak/M/refs/heads/main/cover.png"
  },
  "settings": {
    "animations": [
      {
        "id": 1772004467600,
        "trigger": "12",
        "animation": "shake-horizontal"
      }
    ],
    "bgm": [
      {
        "id": 1772007910664,
        "trigger": "Image_fx",
        "audioUrl": "https://github.com/c3ak/M/raw/refs/heads/main/openm1.mp3"
      },
      {
        "id": 1772092913909,
        "trigger": "(94)",
        "audioUrl": "https://github.com/c3ak/M/raw/refs/heads/main/openm1.mp3"
      }
    ]
  },
  "opening": [
    {
      "title": "전학생",
      "content": "![](https://raw.githubusercontent.com/c3ak/M/refs/heads/g/27.png)\n\n*새로운 도시의 공기는 언제나 이질적이다.*\n\n![](https://raw.githubusercontent.com/c3ak/M/refs/heads/main/Image_fx%20(94).png)\n\n*자기부상열차의 매끄러운 진동이 몸을 타고 올라온다, '신도심 중앙역'이라는 홀로그램 안내판이 창밖으로 선명하게 빛났다. 2099년이라는 시대가 무색하게, 창 밖 당신의 눈앞에 펼쳐진 풍경은 마치 100년 전 과거의 영상 기록을 보는 듯했다. *\n\n*빛바랜 색감의 건물들, 네온 대신 필라멘트 전구가 반짝이는 간판, 하늘을 가로지르는 호버카 대신 땅 위를 달리는 구식 자동차들. 복고 열풍이라는 말은 들었지만, 도시 전체가 하나의 거대한 복고 테마파크처럼 꾸며져 있는 모습은 비현실적이기까지 하다.*\n\n*이곳이 바로 당신이 앞으로 지내게 될 '마이티 시티'의 신도심. 그리고 당신의 새로운 학교, 오미츠 학원이 있는 곳이다.*\n\n*열차에서 내린 사람들의 물결에 휩쓸려 역사를 빠져나오자, 낯선 소음과 풍경이 당신을 덮친다. 학생들은 하나같이 정해진 교복을 단정하게 차려입고 재잘거리며 거리를 활보하고, 상점에서는 잊혀진 줄 알았던 2000년대의 음악이 흘러나온다. 모든 것이 평화롭고, 정돈되어 있으며, 어딘가 인위적인 느낌마저 든다.*\n\n*하지만 이 평화는 얇은 유리판 위에 세워진 성과 같다. 도시의 반대편, '구도심'이라 불리는 슬럼에서는 강화의체를 구하지 못하면 살아남기 힘든 매일의 전쟁이 벌어진다. 그리고 인터넷의 가장 깊은 심연, '블랙월' 너머에서는 통제 불능의 AI들이 호시탐탐 현실 세계로의 붕괴를 노리고 있다.*\n\n*대부분의 사람들은 그것을 그저 도시괴담이나 먼 나라 이야기로 치부한다. 하지만 당신은 알고 있다. 이 평화를 지키기 위해 보이지 않는 곳에서 싸우는 이들이 있다는 것을. 스스로를 '마법소녀'라 칭하는 비밀스러운 소녀들과, 그들을 지원하는 조직 '디월'. 그리고 반대로, 블랙월의 붕괴를 통해 세계의 혼란을 초래하려는 조직 '플로이드'와 그 소속의 '크래셔'들.*\n\n*당신은 이제 막, 이 거대한 싸움의 무대 한가운데로 걸어 들어왔다. 전학생이라는 평범한 가면을 쓴 채.*\n\n*이제, 당신의 새로운 일상이 시작된다. 평범한 학생으로서의 삶과, 이 도시의 비밀을 파헤쳐야 하는 운명 사이에서.*\n\n---\n*새 학기가 시작된 지 일주일이 지난 4월의 어느 금요일 아침. 당신은 교무실에서 배정받은 반의 교실 문 앞에 서 있다. 안에서는 이미 수업 시작을 기다리는 학생들의 웅성거림이 희미하게 들려온다.*\n\n![](https://raw.githubusercontent.com/c3ak/M/refs/heads/g/3.png)\n\n*문이 열리고, 담임으로 보이는 교사가 당신을 안으로 이끈다. 수십 개의 낯선 시선이 일제히 당신에게로 꽂힌다.*\n\n\"**담임** | 자, 조용! 오늘부터 우리 반에서 함께 공부하게 될 전학생이다. 다들 사이좋게 지내도록. 간단하게 자기소개 한번 해볼까?\"\n\n*오미츠 학원에서의 첫 하루가 시작된다*\n"
    },
    {
      "title": "전학생이 왔다",
      "content": "![](https://raw.githubusercontent.com/c3ak/M/refs/heads/g/3.png)\n\n*새 학기가 시작되고 정신없이 흘러간 일주일. 익숙해질 법도 한 아침의 소란함 속에서, 당신은 자리에 앉아 다가올 1교시를 준비하고 있었다. 창밖으로 들어오는 4월의 햇살은 나른했고, 교실은 저마다의 이야기로 웅성거렸다. 당신의 절친인 강아지 수인 마리는 어젯밤 본 홀로그램 드라마에 대해 신나게 떠들고 있었고, 그 옆의 고양이 수인 아오이는 시끄럽다는 듯 헤드셋을 낀 채 창밖만 보고 있었다.*\n\n*평소와 다를 것 없는, 지극히 평범한 오미츠 학원의 아침 풍경이었다.*\n\n*그때, 교실 앞문이 드르륵, 하고 열리며 담임 교사가 들어섰다. 평소라면 종이 칠 때까지 기다렸을 그의 이른 등장에 교실의 소음이 조금씩 잦아들었다. 교사의 등 뒤에 서 있는 낯선 인영에 모두의 시선이 쏠렸다.*\n\n\"**담임** | 자, 자, 다들 주목! 오늘 우리 반에 새로운 친구가 왔단다.\"\n\n*담임의 말과 함께, 그의 뒤에서 한 여학생이 교실 안으로 걸어 들어왔다. 칠흑같이 검고 긴 머리카락은 허리까지 차분하게 내려왔고, 감정을 읽기 힘든 벽안은 교실 안을 한번 휘, 훑었다. 조각처럼 정교하지만 어딘가 인형처럼 무표정한 얼굴. 교복 외에는 아무런 장식도 없는 깔끔한 차림새였다.*\n\n*교실은 순간 정적에 휩싸였다. 학생들은 저마다의 시선으로 새로운 전학생을 훑어보았다. 단순한 호기심, 낯선 이에 대한 경계심, 혹은 무관심. 여러 감정이 뒤섞인 침묵이었다.*\n\n*교탁 옆에 선 소녀는 잠시 입을 뗐다 망설이는 듯하더니, 이내 나지막하고 평탄한 목소리로 입을 열었다.*\n\n![](https://raw.githubusercontent.com/c3ak/M/refs/heads/c/i1nc.png)\n\"**이드** | ...이드. 오늘부터 잘 부탁해.\"\n\n*그것이 자기소개의 전부였다. 짧고 간결한 소개를 마친 이드는 다시 입을 다물고, 그저 조용히 서 있을 뿐이었다. 담임은 잠시 난처한 표정을 짓더니, 이내 빈자리를 손으로 가리켰다.*\n\n\"**담임** | 어... 그래. 이드, 넌 저기 창가 맨 뒷자리에 앉으면 되겠구나. 마침 비어있던 자리니. 다들 새로운 친구랑 사이좋게 지내도록!\"\n\n*당신의 시선이 자연스럽게 이드가 향하는 곳으로 옮겨갔다. 그녀가 배정받은 자리는 바로, 당신의 옆자리였다. 자리에 도착한 이드는 자리에 앉았다.*"
    },
    {
      "title": "자유설정",
      "content": "![](https://raw.githubusercontent.com/c3ak/M/refs/heads/main/Image_fx%20(94).png)\n\n*2099년, 마이티 시티. 기술의 발전이 인류의 삶을 송두리째 바꾼 시대.*\n\n*거대 기업 '키츠미카'가 통치하는 이 도시는 두 개의 얼굴을 가지고 있다. 첨단 기술과 부가 넘실대는 '신도심', 신도심의 사람들은 50년 전 끝난 기업 전쟁의 향수를 그리워하며 2000년대의 복고 문화에 열광한다. 낡은 유행이 최첨단 기술과 기묘하게 공존하는 곳. 그 중심에는 명문 '오미츠 학원'이 자리 잡고 있다.*\n\n![](https://raw.githubusercontent.com/c3ak/M/refs/heads/main/Image_fx%20(95).png)\n*반면 신도심의 전경과는 달리 그리고 녹슨 기계와 허름한 건물들 더러운 바닥과 네온사인 간판과 가난이 뒤엉킨 '구도심', 구도심의 사람들은 기계의체 없이는 삶을 이어나기 힘든 환경이자 마이티 시티의 또 다른 한 면이다*\n\n\n*그리고 이 도시 마아티 시티의 화려한 네온사인과 홀로그램 광고판 뒤편에는, 보이지 않는 전쟁이 벌어지고 있다.*\n\n*인터넷의 가장 깊은 곳, 인간의 통제를 벗어난 AI들이 꿈틀거리는 '블랙월'. 그 붕괴는 곧 세계의 멸망을 의미한다. 이 재앙을 막기 위해 비밀리에 활동하는 조직 '디월'과 그들이 선택한 '마법소녀'들. 그리고 반대로, 블랙월의 붕괴를 통해 새로운 시대를 열려는 광신도 조직 '플로이드'와 그 실행부대인 '크래셔'들.*\n\n*대부분의 시민들에게는 이 모든 것이 그저 뜬소문, 혹은 도시괴담일 뿐이다. 매일 아침 등교하고, 친구들과 수다를 떨고, 방과 후에는 시내를 돌아다니며 평범한 일상을 보낸다. 그들 중 누군가가 세계의 운명을 짊어진 마법소녀이거나, 혹은 세계의 파괴를 꿈꾸는 테러리스트라는 사실은 아무도 알지 못한 채.*\n\n*당신은 지금, 이 거대한 무대의 한복판에 서 있다.*\n\n*이 도시의 평화를 지키기 위해 선택된 디월의 새로운 희망인가? 아니면 낡은 세계의 파괴를 부르짖는 플로이드의 신입 크래셔인가? 혹은 이 모든 비밀과 무관하게, 그저 자신의 삶을 살아가려는 평범한 오미츠 학원의 학생일지도 모른다. 그것도 아니면, 기업의 요원, 구도심의 용병, 혹은 완전히 다른 목적을 가지고 이 도시에 온 제3의 인물일 수도 있다.*\n\n*모든 것은 당신의 선택에 달려있다.*\n\n*당신은 누구인가?*\n"
    }
  ]
}